Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Bought Clink years ago, when it was a paid app? That unlock is still yours. Open the app once so it can check with the App Store, and it'll settle.
de: Clink vor Jahren gekauft, als es noch eine Bezahl-App war? Die Freischaltung gehört weiter dir. Öffne die App einmal, damit sie beim App Store nachfragen kann — dann passt es.
es: ¿Compraste Clink hace años, cuando era una app de pago? Ese desbloqueo sigue siendo tuyo. Abre la app una vez para que pueda consultarlo con el App Store y se arregla solo.
et: Ostsid Clinki aastaid tagasi, kui see oli tasuline rakendus? See avamine on endiselt sinu. Ava rakendus üks kord, et see saaks App Store'ilt üle kontrollida, ja asi laabub.
fr: Tu as acheté Clink il y a des années, quand c'était une app payante ? Ce déblocage reste le tien. Ouvre l'app une fois pour qu'elle vérifie auprès de l'App Store, et ça rentre dans l'ordre.
hu: Évekkel ezelőtt vetted meg a Clinket, amikor még fizetős app volt? A feloldás továbbra is a tiéd. Nyisd meg egyszer az appot, hogy rákérdezhessen az App Store-nál, és rendeződik.
it: Hai comprato Clink anni fa, quando era un'app a pagamento? Quello sblocco resta tuo. Apri l'app una volta così può verificarlo con l'App Store e si sistema.
ja: 有料アプリだった頃にClinkを購入していた場合、その解除は今もあなたのものです。アプリを一度開いてApp Storeに確認させれば、そのまま反映されます。
ko: 예전에 유료 앱이던 시절에 Clink을 구입했다면 그 잠금 해제는 여전히 당신 것입니다. 앱을 한 번 열어 App Store에 확인하게 하면 정리됩니다.
ms: Beli Clink bertahun-tahun lalu, semasa ia app berbayar? Kunci terbuka itu masih milik anda. Buka app sekali supaya ia boleh menyemak dengan App Store, dan ia akan selesai.
pt: Compraste o Clink há anos, quando era uma app paga? Esse desbloqueio continua a ser teu. Abre a app uma vez para ela poder confirmar com a App Store e fica resolvido.
ru: Купили Clink много лет назад, когда это было платное приложение? Разблокировка всё ещё ваша. Откройте приложение один раз, чтобы оно сверилось с App Store, — и всё встанет на место.
zh_hans: 多年前 Clink 还是付费 App 时买过？那份解锁依然属于你。把 App 打开一次，让它跟 App Store 核对一下就好了。

source: Bounce
de: Federn
es: Rebote
et: Põrge
fr: Rebond
hu: Pattanás
it: Rimbalzo
ja: バウンド
ko: 튀기
ms: Lantun
pt: Salto
ru: Отскок
zh_hans: 弹跳

source: Bouncy
de: Federnd
es: Rebote
et: Põrkav
fr: Rebondi
hu: Ugráló
it: Elastico
ja: 弾む
ko: 탱탱
ms: Melantun
pt: Saltitante
ru: Пружинистый
zh_hans: 弹跳

source: Box
de: Rechteck
es: Cuadro
et: Ruut
fr: Carré
hu: Négyszög
it: Riquadro
ja: 四角
ko: 사각형
ms: Kotak
pt: Caixa
ru: Прямоугольник
zh_hans: 方块

source: Breathe
de: Atmen
es: Respiración
et: Hingamine
fr: Respiration
hu: Lélegzés
it: Respiro
ja: ブリージング
ko: 숨쉬기
ms: Nafas
pt: Respiração
ru: Дыхание
zh_hans: 呼吸

source: Bright
de: Hell
es: Brillante
et: Hele
fr: Clair
hu: Csengő
it: Brillante
ja: 明るい
ko: 밝게
ms: Cerah
pt: Brilhante
ru: Звонкий
zh_hans: 明亮

source: Bright %@
de: Hell %@
es: Brillante %@
et: Hele %@
fr: Clair %@
hu: Csengő %@
it: Brillante %@
ja: 明るさ %@
ko: 밝음 %@
ms: Cerah %@
pt: Brilhante %@
ru: Звонкий %@
zh_hans: 明亮 %@

source: Brightest
de: Hellste
es: Más brillante
et: Heledaim
fr: Plus lumineux
hu: Legfényesebb
it: Più luminoso
ja: 明るい方
ko: 더 밝게
ms: Paling terang
pt: Mais brilhante
ru: Ярче
zh_hans: 取最亮

source: Brightness
de: Helligkeit
es: Brillo
et: Heledus
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 明るさ
ko: 밝기
ms: Kecerahan
pt: Brilho
ru: Яркость
zh_hans: 亮度

source: Bring a word list for a language Clink doesn’t ship, or add extra vocabulary to one it does. The file stays on this device.
de: Bring eine Wortliste für eine Sprache mit, die Clink nicht mitliefert – oder ergänze den Wortschatz einer vorhandenen. Die Datei bleibt auf diesem Gerät.
es: Trae una lista de palabras para un idioma que Clink no incluye, o añade vocabulario a uno que sí. El archivo se queda en este dispositivo.
et: Too kaasa sõnaloend keele jaoks, mida Clink ei paku, või lisa täiendav sõnavara keelele, mida ta pakub. Fail jääb sellesse seadmesse.
fr: Apporte une liste de mots pour une langue que Clink ne fournit pas, ou enrichis le vocabulaire d’une langue existante. Le fichier reste sur cet appareil.
hu: Hozz szólistát olyan nyelvhez, amit a Clink nem tartalmaz, vagy bővítsd egy meglévő nyelv szókincsét. A fájl ezen az eszközön marad.
it: Porta un elenco di parole per una lingua che Clink non include, o aggiungi vocaboli a una che c’è già. Il file resta su questo dispositivo.
ja: Clink に入っていない言語の単語リストを読み込んだり、入っている言語に語彙を足したりできます。ファイルはこの端末から出ません。
ko: Clink에 없는 언어의 단어 목록을 가져오거나, 이미 있는 언어에 어휘를 더할 수 있습니다. 파일은 이 기기에만 남습니다.
ms: Bawa senarai perkataan untuk bahasa yang tiada dalam Clink, atau tambah kosa kata pada bahasa sedia ada. Fail itu kekal pada peranti ini.
pt: Traz uma lista de palavras para um idioma que o Clink não inclui, ou acrescenta vocabulário a um que já existe. O ficheiro fica neste dispositivo.
ru: Принесите список слов для языка, которого нет в Clink, или добавьте лексику к уже имеющемуся. Файл остаётся на этом устройстве.
zh_hans: 为 Clink 未收录的语言导入词表，或给已有语言补充词汇。文件只留在这台设备上。

source: Bring the words SwiftKey or another keyboard learned for you. They arrive as a dictionary, so this list stays what Clink picked up from your own typing.
de: Hol die Wörter, die SwiftKey oder eine andere Tastatur für dich gelernt hat. Sie kommen als Wörterbuch an, damit diese Liste weiter zeigt, was Clink selbst beim Tippen mitbekommen hat.
es: Trae las palabras que SwiftKey u otro teclado aprendió de ti. Llegan como diccionario, así que esta lista sigue siendo lo que Clink ha recogido de tu propia escritura.
et: Too sõnad, mille SwiftKey või mõni muu klaviatuur sinu jaoks õppis. Need saabuvad sõnastikuna, nii et see loend jääb näitama seda, mille Clink on sinu enda kirjutamisest üles võtnud.
fr: Récupère les mots que SwiftKey ou un autre clavier a appris de toi. Ils arrivent sous forme de dictionnaire, pour que cette liste reste ce que Clink a retenu de ta propre frappe.
hu: Hozd át a szavakat, amelyeket a SwiftKey vagy egy másik billentyűzet megtanult rólad. Szótárként érkeznek, így ez a lista továbbra is azt mutatja, amit a Clink a te gépelésedből szedett össze.
it: Porta le parole che SwiftKey o un’altra tastiera ha imparato da te. Arrivano come dizionario, così questo elenco resta quello che Clink ha raccolto dalla tua digitazione.
ja: SwiftKey などのキーボードが学習した単語を持ち込めます。辞書として入るので、この一覧は Clink があなたの入力から覚えたものだけのままです。
ko: SwiftKey 등 다른 키보드가 학습한 단어를 가져올 수 있습니다. 사전으로 들어오므로, 이 목록은 Clink가 직접 익힌 단어만 남습니다.
ms: Bawa perkataan yang dipelajari oleh SwiftKey atau papan kekunci lain untuk anda. Ia masuk sebagai kamus, jadi senarai ini kekal sebagai apa yang Clink pelajari daripada taipan anda sendiri.
pt: Traz as palavras que o SwiftKey ou outro teclado aprendeu contigo. Chegam como dicionário, por isso esta lista continua a ser o que o Clink recolheu da tua própria escrita.
ru: Перенесите слова, которые выучил SwiftKey или другая клавиатура. Они попадут в словарь, поэтому этот список останется тем, что Clink подхватил из вашего собственного набора.
zh_hans: 把 SwiftKey 或别的键盘为你学到的词带过来。它们会作为词典加入，所以这份列表仍然只是 Clink 从你自己输入中学到的内容。

source: British English
de: Britisches Englisch
es: Inglés británico
et: Briti inglise
fr: Anglais britannique
hu: Brit angol
it: Inglese britannico
ja: イギリス英語
ko: 영국식 영어
ms: Inggeris British
pt: Inglês britânico
ru: Британский английский
zh_hans: 英式英语

source: Broad, flat and translucent, like a highlighter.
de: Breit, flach und durchscheinend, wie ein Textmarker.
es: Ancho, plano y translúcido, como un rotulador fluorescente.
et: Lai, lame ja läbipaistev, nagu tõstpliiats.
fr: Large, plat et translucide, comme un surligneur.
hu: Széles, lapos és áttetsző, mint egy szövegkiemelő.
it: Largo, piatto e traslucido, come un evidenziatore.
ja: 幅広で平らで半透明、蛍光ペンのような。
ko: 넓고 평평하며 반투명한, 형광펜처럼.
ms: Lebar, rata dan lut sinar, seperti penyerlah.
pt: Largo, plano e translúcido, como um marcador.
ru: Широкий, плоский и полупрозрачный, как маркер.
zh_hans: 宽大、扁平且半透明，像荧光笔一样。

source: Browse
de: Entdecken
es: Explorar
et: Sirvi
fr: Explorer
hu: Böngészés
it: Esplora
ja: 見つける
ko: 둘러보기
ms: Teroka
pt: Explorar
ru: Обзор
zh_hans: 浏览

source: Browse Files
de: Dateien durchsuchen
es: Explorar archivos
et: Sirvi faile
fr: Parcourir les fichiers
hu: Fájlok böngészése
it: Sfoglia i file
ja: ファイルを参照
ko: 파일 찾아보기
ms: Semak Imbas Fail
pt: Procurar ficheiros
ru: Обзор файлов
zh_hans: 浏览文件

source: Browse GIFs
de: GIFs entdecken
es: Explorar GIFs
et: Sirvi GIF-e
fr: Parcourir les GIFs
hu: GIF-ek böngészése
it: Sfoglia GIF
ja: GIFを探す
ko: GIF 둘러보기
ms: Layari GIF
pt: Explorar GIFs
ru: Просмотр GIF
zh_hans: 浏览 GIF

source: Browse and share GIFs
de: GIFs entdecken und teilen
es: Explora y comparte GIFs
et: Sirvi ja jaga GIF-e
fr: Parcours et partage des GIFs
hu: Böngéssz és ossz meg GIF-eket
it: Sfoglia e condividi GIF
ja: GIFを探して共有できます
ko: GIF를 찾아 공유하세요
ms: Layari dan kongsi GIF
pt: Explora e partilha GIFs
ru: Находите и отправляйте GIF
zh_hans: 浏览和分享 GIF

source: Browse clips in a grid. Tap one to paste.
de: Durchstöbere Clips im Raster. Tippe einen zum Einfügen an.
es: Explora los clips en una cuadrícula: toca uno para pegar.
et: Sirvi klippe ruudustikus. Puuduta üht kleepimiseks.
fr: Parcours tes clips dans une grille. Touche l'un d'eux pour coller.
hu: Böngészd az elemeket rácsban. Koppints egyre a beillesztéshez.
it: Sfoglia le clip in una griglia: toccane una per incollare.
ja: クリップをグリッドで一覧。タップで貼り付け。
ko: 클립을 그리드로 살펴보세요. 하나를 탭하면 붙여넣기돼요.
ms: Semak imbas klip dalam grid. Ketik satu untuk tampal.
pt: Navegue pelos clips numa grade. Toque num para colar.
ru: Просматривайте фрагменты сеткой. Нажмите на любой, чтобы вставить.
zh_hans: 以网格浏览剪贴内容，点按其中一条即可粘贴。

source: Browse emojis and choose skin tones
de: Durchsuche Emojis und wähle Hauttöne
es: Explora emojis y elige tonos de piel
et: Sirvi emotikone ja vali nahatoone
fr: Parcours les emojis et choisis les couleurs de peau
hu: Emojik böngészése és bőrszínek kiválasztása
it: Sfoglia le emoji e scegli le tonalità della pelle
ja: 絵文字を探して肌の色を選びます
ko: 이모티콘을 둘러보고 피부색을 선택하세요
ms: Lihat emoji dan pilih tona kulit
pt: Explora emojis e escolhe tons de pele
ru: Просмотр эмодзи и выбор оттенков кожи
zh_hans: 浏览表情符号并选择肤色

source: Browse everything you've saved in Cling and tap to type it wherever you are.
de: Durchstöbere alles, was du in Cling gespeichert hast, und tippe darauf, um es überall einzufügen.
es: Explora todo lo que has guardado en Cling y toca para escribirlo donde estés.
et: Sirvi kõike, mida oled Clingi salvestanud, ja puuduta, et see kuskil tipida.
fr: Parcours tout ce que tu as enregistré dans Cling et touche pour l’écrire où que tu sois.
hu: Böngészd végig, amit a Clingbe mentettél, és koppints rá, hogy bárhol beírd.
it: Sfoglia tutto quello che hai salvato in Cling e tocca per scriverlo ovunque ti trovi.
ja: Cling に保存したものを見て、タップすればどこでも入力できます。
ko: Cling에 저장한 것을 둘러보고 탭하면 어디서든 입력됩니다.
ms: Semak imbas semua yang anda simpan dalam Cling dan ketik untuk menaipnya di mana sahaja.
pt: Veja tudo o que guardou no Cling e toque para escrever onde estiver.
ru: Просматривайте всё, что сохранили в Cling, и одним нажатием вставляйте это где угодно.
zh_hans: 浏览你在 Cling 里保存的一切，轻点即可输入到任何地方。

source: Browse plugins
de: Plugins entdecken
es: Explorar plugins
et: Sirvi pistikprogramme
fr: Explorer les plugins
hu: Bővítmények böngészése
it: Esplora plugin
ja: プラグインを探す
ko: 플러그인 둘러보기
ms: Teroka plugin
pt: Explorar plugins
ru: Найти плагины
zh_hans: 浏览插件

source: Browse presets
de: Vorlagen durchsuchen
es: Explorar preajustes
et: Sirvi eelseadistusi
fr: Parcourir les préréglages
hu: Előbeállítások böngészése
it: Sfoglia preimpostazioni
ja: プリセットを見る
ko: 프리셋 둘러보기
ms: Lihat pratetap
pt: Explorar predefinições
ru: Обзор шаблонов
zh_hans: 浏览预设

source: Browse repositories
de: Repositories durchsuchen
es: Explorar repositorios
et: Sirvi hoidlaid
fr: Parcourir les dépôts
hu: Tárházak böngészése
it: Sfoglia i repository
ja: リポジトリを閲覧
ko: 저장소 둘러보기
ms: Semak imbas repositori
pt: Explorar repositórios
ru: Просмотреть репозитории
zh_hans: 浏览仓库

source: Bubbles
de: Blasen
es: Burbujas
et: Mullid
fr: Bulles
hu: Buborékok
it: Bolle
ja: 泡
ko: 거품
ms: Buih
pt: Bolhas
ru: Пузырьки
zh_hans: 气泡

source: Build a tab from whichever emoji you actually send. The ones you react with, the ones your group chat runs on.
de: Bau dir einen Tab aus den Emoji, die du wirklich verschickst. Die, mit denen du reagierst, die, von denen dein Gruppenchat lebt.
es: Crea una pestaña con los emoji que de verdad envías. Los de tus reacciones, los que sostienen tu grupo.
et: Ehita kaart nendest emojidest, mida sa tegelikult saadad. Need, millega sa reageerid, need, mille pealt sinu rühmavestlus käib.
fr: Compose un onglet avec les émojis que tu envoies vraiment. Ceux de tes réactions, ceux qui font tourner ta conversation de groupe.
hu: Rakj össze egy fület azokból az emodzsikból, amiket tényleg küldesz. Amikkel reagálsz, amiken a csoportos csevegésed elvan.
it: Crea una scheda con le emoji che mandi davvero. Quelle delle tue reazioni, quelle che tengono in piedi la chat di gruppo.
ja: 実際に送っている絵文字だけでタブをつくれます。リアクションに使うもの、グループチャットで飛び交うもの。
ko: 실제로 보내는 이모지만 모아 탭을 만드세요. 반응할 때 쓰는 것, 단체 대화방을 굴러가게 하는 것.
ms: Bina tab daripada emoji yang anda betul-betul hantar. Yang anda guna untuk bertindak balas, yang menghidupkan sembang kumpulan anda.
pt: Monta um separador com os emoji que envias mesmo. Os das tuas reações, os que sustentam o teu grupo.
ru: Соберите вкладку из тех эмодзи, которые вы правда отправляете. Тех, которыми реагируете, и тех, на которых держится ваш чат.
zh_hans: 用你真正会发的表情组一个标签页。你常拿来回应的那些，你的群聊离不开的那些。

source: Build a whole keyboard UI in Python
de: Baue eine komplette Tastatur-UI in Python
es: Crea una interfaz de teclado completa en Python
et: Ehita terve klaviatuuri kasutajaliides Pythonis
fr: Construis toute une interface de clavier en Python
hu: Építs egy teljes billentyűzet-felületet Pythonban
it: Costruisci un'intera interfaccia della tastiera in Python
ja: キーボードのUI全体をPythonで作ろう
ko: 키보드 UI 전체를 파이썬으로 만들어보세요
ms: Bina keseluruhan UI papan kekunci dalam Python
pt: Constrói toda a interface do teclado em Python
ru: Соберите целый интерфейс клавиатуры на Python
zh_hans: 用 Python 打造一整套键盘界面

source: Build an interactive tool
de: Interaktives Werkzeug erstellen
es: Crear una herramienta interactiva
et: Loo interaktiivne tööriist
fr: Créer un outil interactif
hu: Interaktív eszköz létrehozása
it: Crea uno strumento interattivo
ja: 操作できるツールを作成
ko: 대화형 도구 만들기
ms: Cipta alat interaktif
pt: Criar uma ferramenta interativa
ru: Создать интерактивный инструмент
zh_hans: 创建交互工具

source: Build custom keyboard UIs in Python
de: Eigene Tastatur-Oberflächen in Python bauen
es: Crea interfaces de teclado en Python
et: Ehita kohandatud klaviatuuri kasutajaliideseid Pythonis
fr: Crée des interfaces de clavier en Python
hu: Készíts saját billentyűzetes felületeket Pythonban
it: Crea interfacce di tastiera in Python
ja: Pythonでキーボードのカスタム画面を作る
ko: Python으로 나만의 키보드 UI 만들기
ms: Bina UI papan kekunci sendiri dalam Python
pt: Cria interfaces de teclado em Python
ru: Свои интерфейсы клавиатуры на Python
zh_hans: 用 Python 打造自定义键盘界面

source: Build full custom keyboard UIs in Python: calculators, snippet boards, pickers. “Alongside built-in panels” gives each its own button in the panel picker instead of nesting them behind one Panels button. Individual panels can override this in their editor.
de: Bau dir komplett eigene Tastatur-Oberflächen in Python: Rechner, Snippet-Boards, Auswahllisten. „Neben den festen Panels“ gibt jedem seinen eigenen Button in der Panel-Auswahl, statt sie hinter einem einzigen Panels-Button zu verstecken. Einzelne Panels können das in ihrem Editor überschreiben.
es: Crea interfaces de teclado totalmente a tu gusto en Python: calculadoras, tableros de fragmentos, selectores. «Junto a los paneles integrados» le da a cada uno su propio botón en el selector de paneles, en vez de esconderlos todos tras un único botón Paneles. Cada panel puede cambiar esto desde su editor.
et: Ehita täiesti kohandatud klaviatuuri kasutajaliideseid Pythonis: kalkulaatoreid, nippide tahvlaid, valijaid. „Sisseehitatud paneelide kõrval" annab igale neist oma nupu paneelivalijas, selle asemel et neid ühe Paneelid-nupu taha peita. Üksikud paneelid saavad seda oma redaktoris üle kirjutada.
fr: Crée des interfaces de clavier entièrement perso en Python : calculatrices, tableaux d'extraits, sélecteurs. « À côté des panneaux intégrés » donne à chacun son propre bouton dans le sélecteur, au lieu de tout regrouper derrière un seul bouton Panneaux. Chaque panneau peut changer ça dans son éditeur.
hu: Építs teljesen saját billentyűzetes felületeket Pythonban: számológépeket, szövegtáblákat, választókat. A „beépített panelek mellett” mindegyik saját gombot kap a panelválasztóban, ahelyett, hogy egy Panelek gomb mögé kerülnének. Az egyes panelek ezt felülírhatják a saját szerkesztőjükben.
it: Crea interfacce di tastiera tutte tue in Python: calcolatrici, board di snippet, selettori. Con «Accanto ai pannelli integrati» ognuno ha il suo pulsante nel selettore, invece di finire tutti dietro un unico pulsante Pannelli. I singoli pannelli possono cambiare questa scelta nel loro editor.
ja: Pythonでキーボードのカスタム画面をまるごと作れます。電卓、スニペットボード、ピッカーなど何でも。「組み込みパネルと並べて」を選ぶと、1つの「パネル」ボタンの下にまとめずに、パネルピッカーで各パネルが独自のボタンを持ちます。個々のパネルはエディタでこの設定を上書きできます。
ko: Python으로 완전한 나만의 키보드 UI를 만들어 보세요. 계산기, 스니펫 보드, 선택기 같은 거요. "내장 패널과 나란히"를 켜면 패널 버튼 하나에 묶지 않고 각 패널이 선택기에서 자기 버튼을 가져요. 개별 패널은 편집기에서 이 설정을 바꿀 수 있어요.
ms: Bina UI papan kekunci sendiri sepenuhnya dalam Python: kalkulator, papan cebisan, pemilih. “Bersama panel terbina dalam” beri setiap satu butang sendiri dalam pemilih panel, bukannya susun semua di belakang satu butang Panel. Setiap panel boleh ubah tetapan ini dalam editornya.
pt: Cria interfaces de teclado totalmente à tua medida em Python: calculadoras, painéis de fragmentos, seletores. «Junto aos painéis integrados» dá a cada um o seu próprio botão no seletor de painéis, em vez de os agrupar atrás de um único botão Painéis. Cada painel pode alterar isto no seu editor.
ru: Собирайте полноценные интерфейсы клавиатуры на Python: калькуляторы, доски заготовок, списки выбора. «Рядом со встроенными панелями» даёт каждой свою кнопку в выборе панелей вместо того, чтобы прятать их за одной кнопкой «Панели». Отдельная панель может переопределить это в своём редакторе.
zh_hans: 用 Python 打造完整的自定义键盘界面：计算器、片段板、选择器。选“与内置面板并列”，每个面板会在面板选择器里有自己的按钮，而不是全都塞在一个“面板”按钮后面。每个面板也能在自己的编辑器里改这个设置。

source: Build history couldn't be saved on this device.
de: Der Aufgabenverlauf konnte auf diesem Gerät nicht gespeichert werden.
es: No se pudo guardar el historial de creación en este dispositivo.
et: Koostamisajalugu ei saanud sellesse seadmesse salvestada.
fr: L’historique de création n’a pas pu être enregistré sur cet appareil.
hu: A létrehozási előzményeket nem sikerült menteni erre az eszközre.
it: Impossibile salvare la cronologia delle attività su questo dispositivo.
ja: 作成履歴をこのデバイスに保存できませんでした。
ko: 이 기기에 생성 기록을 저장하지 못했습니다.
ms: Sejarah pembinaan tidak dapat disimpan pada peranti ini.
pt: Não foi possível guardar o histórico de criação neste dispositivo.
ru: Не удалось сохранить историю создания на этом устройстве.
zh_hans: 无法在此设备上保存生成历史记录。

source: Build history stays on this device. Delete a task to remove its request, drafts and details.
de: Der Aufgabenverlauf bleibt auf diesem Gerät. Wenn du eine Aufgabe löschst, werden ihre Anfrage, Entwürfe und Details entfernt.
es: El historial de creación se guarda en este dispositivo. Elimina una tarea para borrar su solicitud, borradores y detalles.
et: Koostamisajalugu jääb sellesse seadmesse. Ülesande kustutamisel eemaldatakse ka selle päring, mustandid ja üksikasjad.
fr: L’historique de création reste sur cet appareil. Supprime une tâche pour effacer sa demande, ses brouillons et ses détails.
hu: A létrehozási előzmények ezen az eszközön maradnak. Egy feladat törlésével a hozzá tartozó kérés, piszkozatok és részletek is törlődnek.
it: La cronologia delle attività rimane su questo dispositivo. Elimina un’attività per rimuovere la richiesta, le bozze e i dettagli.
ja: 作成履歴はこのデバイスに保存されます。タスクを削除すると、そのリクエスト、下書き、詳細も削除されます。
ko: 생성 기록은 이 기기에 보관됩니다. 작업을 삭제하면 해당 요청, 초안 및 세부사항도 삭제됩니다.
ms: Sejarah pembinaan kekal pada peranti ini. Padam tugas untuk membuang permintaan, draf dan butirannya.
pt: O histórico de criação fica neste dispositivo. Apaga uma tarefa para remover o pedido, os rascunhos e os detalhes.
ru: История создания хранится на этом устройстве. При удалении задачи удаляются её запрос, черновики и подробности.
zh_hans: 生成历史记录保存在此设备上。删除任务会同时移除其请求、草稿和详情。

source: Build one from layers
de: Aus Ebenen zusammenbauen
es: Créalo con capas
et: Ehita kihtidest
fr: Construis-en un avec des calques
hu: Építs egyet rétegekből
it: Creane uno con i livelli
ja: レイヤーで作成
ko: 레이어로 만들기
ms: Bina daripada lapisan
pt: Crie um a partir de camadas
ru: Соберите из слоёв
zh_hans: 用图层搭建

source: Build one word across both thumbs. Glide, tap, switch hands, and lift without ending it.
de: Ein Wort mit beiden Daumen bilden: gleiten, tippen, die Hand wechseln und einen Daumen heben, ohne das Wort zu beenden.
es: Construye una palabra con ambos pulgares: desliza, toca, cambia de mano y levanta uno sin terminarla.
et: Koosta üks sõna mõlema pöidlaga: libista, toksa, vaheta kätt ja tõsta üks pöial üles ilma sõna lõpetamata.
fr: Compose un mot avec les deux pouces : glisse, touche, change de main et relève un pouce sans le terminer.
hu: Építs egy szót mindkét hüvelykujjal: húzz, koppints, válts kezet, és emeld fel az egyiket a szó befejezése nélkül.
it: Componi una parola con entrambi i pollici: scorri, tocca, cambia mano e sollevane uno senza terminarla.
ja: 両方の親指で1語を作れます。滑らせる、タップする、手を替える、片方を離す操作でも単語は終わりません。
ko: 양쪽 엄지로 한 단어를 만드세요. 밀기, 탭하기, 손 바꾸기, 한쪽 엄지를 떼어도 단어는 끝나지 않습니다.
ms: Bina satu perkataan dengan kedua-dua ibu jari: leret, ketik, tukar tangan dan angkat satu ibu jari tanpa menamatkannya.
pt: Constrói uma palavra com os dois polegares: desliza, toca, troca de mão e levanta um sem a terminar.
ru: Составляйте одно слово двумя большими пальцами: скользите, нажимайте, меняйте руку и поднимайте один палец, не завершая слово.
zh_hans: 用两个拇指组成一个词：滑动、轻点、换手或抬起一个拇指，都不会结束这个词。

source: Build rows in a loop
de: Zeilen in einer Schleife erzeugen
es: Crea filas con un bucle
et: Ehita read tsüklis
fr: Génère des lignes dans une boucle
hu: Építs sorokat ciklusban
it: Crea righe in un ciclo
ja: ループで行を作る
ko: 반복문으로 행 만들기
ms: Bina baris dalam gelung
pt: Cria linhas num ciclo
ru: Собирать ряды циклом
zh_hans: 用循环生成多行

source: Build tasks
de: Erstellungsaufgaben
es: Tareas de creación
et: Koostamisülesanded
fr: Tâches de création
hu: Létrehozási feladatok
it: Attività di creazione
ja: 作成タスク
ko: 생성 작업
ms: Tugas pembinaan
pt: Tarefas de criação
ru: Задачи создания
zh_hans: 生成任务

source: Build with AI
de: Mit KI erstellen
es: Crear con IA
et: Loo AI abil
fr: Créer avec l’IA
hu: Létrehozás MI-vel
it: Crea con l’IA
ja: AIで作成
ko: AI로 만들기
ms: Cipta dengan AI
pt: Criar com IA
ru: Создать с ИИ
zh_hans: 使用 AI 创建

source: Build your own
de: Selbst gebaut
es: Crea el tuyo
et: Ehita ise
fr: Crée les tiennes
hu: Készítsd el a sajátod
it: Crea le tue
ja: 自分で作る
ko: 직접 만들기
ms: Bina sendiri
pt: Cria à tua medida
ru: Соберите свою
zh_hans: 自己动手做

source: Building
de: Wird erstellt
es: Creando
et: Koostamisel
fr: Création en cours
hu: Létrehozás folyamatban
it: Creazione in corso
ja: 作成中
ko: 생성 중
ms: Sedang membina
pt: A criar
ru: Создание
zh_hans: 正在生成

source: Built in
de: Integriert
es: Integrados
et: Sisseehitatud
fr: Intégrés
hu: Beépített
it: Integrati
ja: 標準
ko: 기본 제공
ms: Terbina dalam
pt: Integrados
ru: Встроенные
zh_hans: 内置

source: Built-in
de: Vorinstalliert
es: Integrado
et: Sisseehitatud
fr: Intégré
hu: Beépített
it: Integrato
ja: 内蔵
ko: 기본 제공
ms: Terbina dalam
pt: Integrado
ru: Встроенная
zh_hans: 内置
